note/2018/my-favorite-musicians/index.org
#+OPTIONS: html-style:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="/note/style.css"/>
#+HTML_HEAD_EXTRA: <script type="text/javascript" src="/note/script.js"></script>
#+HTML_LINK_UP: /note
#+HTML_LINK_HOME: /note
#+TITLE: My Favorite Musicians
#+DATE: <2018-10-20 Sat>

Not strictly ordered.

* Rock
** English
- The Beatles
- Rolling Stone
- Queen
- CCR
- Lynyrd Skynyrd
- Eagles
- Huey Lewis and the News
- The Doobie Brothers
- ZZ Top
- Baffalo Springfield
- Billy Joe
- Chicago
- Eric Clapton
- CSN(and sometimes Y)
- Neil Young
- Kansas
- U2
- The Heavy
- Aerosmith
- Journey
- The Police
- Dion
- Byrds
- Beach Boys
- Boston
- Led Zeppelin
- Gun's N' Roses
- ACDC
- Van Morrison
** Mandarin
- 崔健
- 草东没有派对
- 汪峰
* Blues
** English
- SRV
- John Lee Hooker
- BB King
- (Blues Brothers)
- Ray Charles
- Buddy Guy
- Kaleo
- Mighty Sam McClain
- Albert King
- Muddy Waters
* Jazz
** English
* Soul/Motown
** English
- Marvin Gay
- James Brown
- The Temptations
- Storm, Earth and Fire
* Country
** Mandarin
- 宋冬野
** English
- Bob Dylan
- The Head and the Heart
- John Denver
* Alternative
** English
- The Temper Trap
* Pop
** English
** Mandarin
- 李宗盛
* Hip Pop
** Mandarin

* OST
- Anything Disney
- Cowboy Bebop
- Splatoon (and most of Nintendo)
