note/2018/my-favorite-musicians/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-10-28 Sun 18:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>My Favorite Musicians</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yuan Fu" />
<link rel="stylesheet" type="text/css" href="/note/style.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/note"> UP </a>
 |
 <a accesskey="H" href="/note"> HOME </a>
</div><div id="content">
<h1 class="title">My Favorite Musicians</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc608d70">1. Rock</a>
<ul>
<li><a href="#org18f9db9">1.1. English</a></li>
<li><a href="#orgfd3d558">1.2. Mandarin</a></li>
</ul>
</li>
<li><a href="#org2a85375">2. Blues</a>
<ul>
<li><a href="#org92b5715">2.1. English</a></li>
</ul>
</li>
<li><a href="#org9381bf9">3. Jazz</a>
<ul>
<li><a href="#org74269f1">3.1. English</a></li>
</ul>
</li>
<li><a href="#orgae8c97e">4. Soul/Motown</a>
<ul>
<li><a href="#org49c8e0f">4.1. English</a></li>
</ul>
</li>
<li><a href="#orgad82046">5. Country</a>
<ul>
<li><a href="#orga68916d">5.1. Mandarin</a></li>
<li><a href="#org536e3e4">5.2. English</a></li>
</ul>
</li>
<li><a href="#org6dcfb2d">6. Alternative</a>
<ul>
<li><a href="#org472df62">6.1. English</a></li>
</ul>
</li>
<li><a href="#org6c0b326">7. Pop</a>
<ul>
<li><a href="#orgd56492d">7.1. English</a></li>
<li><a href="#org5c2a865">7.2. Mandarin</a></li>
</ul>
</li>
<li><a href="#org80b89ca">8. Hip Pop</a>
<ul>
<li><a href="#org5e16403">8.1. Mandarin</a></li>
</ul>
</li>
<li><a href="#org4099980">9. OST</a></li>
</ul>
</div>
</div>
<p>
Not strictly ordered.
</p>

<div id="outline-container-orgc608d70" class="outline-2">
<h2 id="orgc608d70"><span class="section-number-2">1</span> Rock</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org18f9db9" class="outline-3">
<h3 id="org18f9db9"><span class="section-number-3">1.1</span> English</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>The Beatles</li>
<li>Rolling Stone</li>
<li>Queen</li>
<li>CCR</li>
<li>Lynyrd Skynyrd</li>
<li>Eagles</li>
<li>Huey Lewis and the News</li>
<li>The Doobie Brothers</li>
<li>ZZ Top</li>
<li>Baffalo Springfield</li>
<li>Billy Joe</li>
<li>Chicago</li>
<li>Eric Clapton</li>
<li>CSN(and sometimes Y)</li>
<li>Neil Young</li>
<li>Kansas</li>
<li>U2</li>
<li>The Heavy</li>
<li>Aerosmith</li>
<li>Journey</li>
<li>The Police</li>
<li>Dion</li>
<li>Byrds</li>
<li>Beach Boys</li>
<li>Boston</li>
<li>Led Zeppelin</li>
<li>Gun's N' Roses</li>
<li>ACDC</li>
<li>Van Morrison</li>
</ul>
</div>
</div>
<div id="outline-container-orgfd3d558" class="outline-3">
<h3 id="orgfd3d558"><span class="section-number-3">1.2</span> Mandarin</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>崔健</li>
<li>草东没有派对</li>
<li>汪峰</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2a85375" class="outline-2">
<h2 id="org2a85375"><span class="section-number-2">2</span> Blues</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org92b5715" class="outline-3">
<h3 id="org92b5715"><span class="section-number-3">2.1</span> English</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>SRV</li>
<li>John Lee Hooker</li>
<li>BB King</li>
<li>(Blues Brothers)</li>
<li>Ray Charles</li>
<li>Buddy Guy</li>
<li>Kaleo</li>
<li>Mighty Sam McClain</li>
<li>Albert King</li>
<li>Muddy Waters</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9381bf9" class="outline-2">
<h2 id="org9381bf9"><span class="section-number-2">3</span> Jazz</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org74269f1" class="outline-3">
<h3 id="org74269f1"><span class="section-number-3">3.1</span> English</h3>
</div>
</div>
<div id="outline-container-orgae8c97e" class="outline-2">
<h2 id="orgae8c97e"><span class="section-number-2">4</span> Soul/Motown</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org49c8e0f" class="outline-3">
<h3 id="org49c8e0f"><span class="section-number-3">4.1</span> English</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Marvin Gay</li>
<li>James Brown</li>
<li>The Temptations</li>
<li>Storm, Earth and Fire</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgad82046" class="outline-2">
<h2 id="orgad82046"><span class="section-number-2">5</span> Country</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orga68916d" class="outline-3">
<h3 id="orga68916d"><span class="section-number-3">5.1</span> Mandarin</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>宋冬野</li>
</ul>
</div>
</div>
<div id="outline-container-org536e3e4" class="outline-3">
<h3 id="org536e3e4"><span class="section-number-3">5.2</span> English</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Bob Dylan</li>
<li>The Head and the Heart</li>
<li>John Denver</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6dcfb2d" class="outline-2">
<h2 id="org6dcfb2d"><span class="section-number-2">6</span> Alternative</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org472df62" class="outline-3">
<h3 id="org472df62"><span class="section-number-3">6.1</span> English</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>The Temper Trap</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6c0b326" class="outline-2">
<h2 id="org6c0b326"><span class="section-number-2">7</span> Pop</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orgd56492d" class="outline-3">
<h3 id="orgd56492d"><span class="section-number-3">7.1</span> English</h3>
</div>
<div id="outline-container-org5c2a865" class="outline-3">
<h3 id="org5c2a865"><span class="section-number-3">7.2</span> Mandarin</h3>
<div class="outline-text-3" id="text-7-2">
<ul class="org-ul">
<li>李宗盛</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org80b89ca" class="outline-2">
<h2 id="org80b89ca"><span class="section-number-2">8</span> Hip Pop</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org5e16403" class="outline-3">
<h3 id="org5e16403"><span class="section-number-3">8.1</span> Mandarin</h3>
</div>
</div>

<div id="outline-container-org4099980" class="outline-2">
<h2 id="org4099980"><span class="section-number-2">9</span> OST</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>Anything Disney</li>
<li>Cowboy Bebop</li>
<li>Splatoon (and most of Nintendo)</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2018-10-20 Sat 00:00</p>
<p class="author">Author: Yuan Fu</p>
<p class="date">Created: 2018-10-28 Sun 18:12</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
